{
	"error": "0",
	"message": "SUCCESS",
	"api_id": "adps_podcast_episode",
	"tor": "0.0905",
	"data": {
		"totalreturn": 5,
		"totalrecord": 5,
		"episodes": [
		{
			"id": "0051",
            "title": "[Greens and Beans] Geographical Origins of Fruits",
            "description": "Do you remember the last time you bit into your favourite fruits? What were they? Mango? Papaya? Orange? If someone asked where those fruits come from, would you be able to answer? No, we don't mean from your refrigerator or the supermarket. We mean the origin of those fruits. We eat so many fruits yet we might not be able to explain their roots. To help you better understand your favourite fruits, we've put together a list of fruits and their origins.",
            "link": "../audio/SoundHelix-Song-5.mp3",
			"length": "12345"
		}, 
		{
			"id": "0052",
            "title": "[Adulting] Good cop, bad cop parenting may not be the best idea",
            "description": "Parenting is challenging and every parent has their own parenting styles. Some parents agree to be on the same page while others prefer to use the good cop, bad cop parenting. What is a good cop, bad cop parenting? It is when you and your spouse take opposing roles when dealing with your children. For example, when the child refuses to have his/her breakfast, the mother chooses to be the enforcer and discipline the child. On the other hand, the husband presents himself as a good parent who is a sympathizer, allowing the child to not have his/her meal. However, according to some sources, this parenting style may harm the child. In what ways does this style have a negative effect on the child? ",
            "link": "../audio/SoundHelix-Song-6.mp3",
			"length": "12345"
		},
		{
			"id": "0053",
            "title": "[Global Village] Surviving Valentine's Day",
            "description": "Valentine's Day is just around the corner. For those of you who are in a relationship, you can expect candlelight dinners and roses. But do you have no one to celebrate it with? Don't worry, we're all in the same boat and we believe that it shouldn't stop you from expressing love, wishing others happiness, and sending them warm fuzzy feelings--in any type of form. Here's our guide to surviving Valentine's Day.",
            "link": "../audio/SoundHelix-Song-1.mp3",
			"length": "12345"
		}, 
		{
			"id": "0054",
            "title": "[Money Talk] Use these words on your next job interview",
            "description": "According to the CEO and founder of Betts Recruiting, a US recruitment firm, you should have a clear pitch when being asked to tell more about yourselves during a job interview. What are the important phrases you should say to land your dream job?",
            "link": "../audio/SoundHelix-Song-2.mp3",
			"length": "12345"
		}
	]
	}
}
