{
	"error": "0",
	"message": "SUCCESS",
	"api_id": "adps_podcast_episode",
	"tor": "0.0905",
	"data": {
		"totalreturn": 5,
		"totalrecord": 5,
		"episodes": [
		{
			"id": "0131",
            "title": "KETEMPELAN SUPERMAN",
            "description": "Abigail merasakan hal yang aneh terjadi dengan tubuhnya, tapi Mau Gak Mau Abigail tetap menjalani aktivitasnya. Dimas sempat berpikir bahwa Abigail masuk angin, tapi beberapa teman bandnya “Pandai Besi” malah merasa kalau Abigail “ketempelan makhluk halus”. Ihhhhh…",            
            "link": "../audio/SoundHelix-Song-4.mp3",
            "length": "12345"
		}, 
		{
			"id": "0132",
            "title": "NP: RADHINI - LELAH (TOTAL VERSION)",
            "description": "Radhini masih kalut karena ia merasa statusnya sebagai penyanyi sudah mulai luntur. Banyak yang kini lebih mengenalnya sebagai podcaster dibanding musisi. Walaupun sedang galau tapi ternyata dapat kerjaan endorse Baby Spa. Mau Gak Mau, Radhini tetap hadir penuh senyuman di Baby Spa tersebut. Tapi, apakah Radhini mendapatkan pencerahan? Atau malah mendapatkan alasan lebih untuk berhenti bernyanyi?",
            "link": "../audio/SoundHelix-Song-5.mp3",
			"length": "12345"
		},
		{
			"id": "0133",
            "title": "ADAKALANYA",
            "description": "Usai pertengkaran yang tak kunjung habis; Reza, Anka, Radhini, dan Abigail Mau Gak Mau sepakat untuk menunda take podcast yang biasa mereka lakukan rutin setiap minggu. Di waktu senggang tersebut keempatnya menggunakan waktu ini untuk berkumpul dengan orang-orang terdekat mereka. Sembari bernafas untuk bisa kembali mencerahkan kekeruhan yang hadir di antara mereka.",
            "link": "../audio/SoundHelix-Song-6.mp3",
			"length": "12345"
		}, 
		{
			"id": "0134",
            "title": "TERUS, GUE GIMANA?",
            "description": "Reza baru saja putus, Abigail masih muring-muring karena terlalu sibuk, Anka masih berjuang mencari waktu untuk keluarganya, dan Radhini masih beradaptasi dengan menyeimbangkan kehidupan profesi dan bayi barunya. Di kala seperti ini, mereka harus hadir bersama menjadi pembicara di sebuah talkshow. Mau Gak mau, mereka harus berpura-pura “All is well”. Meski sebenarnya, “All is not well”.",
            "link": "../audio/SoundHelix-Song-1.mp3",
			"length": "12345"
		}
	]
	}
}
