{
	"error": "0",
	"message": "SUCCESS",
	"api_id": "adps_podcast_episode",
	"tor": "0.0905",
	"data": {
		"totalreturn": 5,
		"totalrecord": 5,
		"episodes": [
		{
			"id": "0041",
            "title": "Nature-Based Learning For Real World Skills",
            "description": "Young children are now taught to focus more on academic performance and less on play - this is a problem. In this episode, Peter Dargatz, nature kindergarten teacher, shares his passion for nature-based programs and his journey in creating one at the public school where he works. We talk about why it’s important to slow down to catch up and how to go back to the basics to set our next generation up for success.",
            "link": "audio/SoundHelix-Song-3.mp3",
			"length": "12345"
		}, 
		{
			"id": "0042",
            "title": "What If We Taught The Way Children Learn?",
            "description": "The COVID-19 pandemic has left a lot of educators and parents in lurch when it comes to early learning. In this episode, we chat with Rae Pica, about her new book, What If We Taught the Way Children Learn? We talk about coming back to the basics, the factors that motivate children to learn, and why it’s important not to lose sight of having fun when working with young children. ",
            "link": "audio/SoundHelix-Song-4.mp3",
			"length": "12345"
		},
		{
			"id": "0043",
            "title": "Teaching Race & Inclusion In Child Care",
            "description": "Teaching about race starts in child care. As a leader in ECE, you are in a unique position to be a resource for your staff, the parents that you support, and the children in your care. In this episode, we interview Re’Shaun Webb, Founder of Rainbow Institute of Childcare Education, about different strategies to educate all the stakeholders that are part of her center’s social ecosystem. She shares her tips and advice on how to create a safe and racially inclusive space for everyone to learn in.",
            "link": "audio/SoundHelix-Song-5.mp3",
			"length": "12345"
        },
		{
			"id": "0044",
            "title": "Alternative Care & COVID-19",
            "description": "COVID-19 has put a lot of independent child care owners in a problematic position. In this episode, we talk to Amanda Munday, CEO and Founder of The Workaround, a co-working space that also offers quality child care. She talks about the challenges she's facing with reopening her business and the financial reality of running a child care business during the pandemic.",
            "link": "audio/SoundHelix-Song-6.mp3",
			"length": "12345"
		}
	]
	}
}
