{
	"error": "0",
	"message": "SUCCESS",
	"api_id": "adps_podcast_episode",
	"tor": "0.0905",
	"data": {
		"totalreturn": 5,
		"totalrecord": 5,
		"episodes": [
		{
			"id": "0061",
            "title": "Random Acts of Violence",
            "description": "With just one week to go until FrightFest goes digital for the first time; we are back to Shudder with another new horror release. Random Acts of Violence sees a horror comic book come to life and with a cool premise and familiar cast we were excited to check this one out. We give our verdict on whether it’s another fine addition to the streaming platform's wonderful growing catalogue; or something you should avoid. Elsewhere this week; Samara Weaving talks about Scream 5 to the surprise of no one. The Batman trailer completely floored us. And we give our thoughts on season 2 of NOS4A2 so far after one of our favorite shows of 2019 returned to continue the story of Charlie Manx. Random Acts of Violence is available on Shudder worldwide now Follow us on Twitter @SHBPod Email us: SuperHorrorBrosPodcast@gmail.com Leave us a voicemail on Skype; just search ‘Super Horror Bros’ **Please take the time to review & rate us on iTunes or your podcast service of choice. It means a great deal to the show and will make it easier for potential listeners to find us. Thanks!**",
            "link": "audio/SoundHelix-Song-4.mp3",
			"length": "12345"
		}, 
		{
			"id": "0062",
            "title": "Spree",
            "description": "It has finally happened. After a 5 month wait we have finally returned to the big screen. Seeing a film that certainly wasn’t top of our most anticipated list but looked very interesting nonetheless. Spree follows Joe Keery on his crazy trip to internet stardom doing whatever it takes to go viral. We discuss everything about this film from Youtuber/streamer antics to beloved Stranger Things actors doing something different and taking a chance. Elsewhere this week; Blumhouse is releasing a whole host of new horror films this Halloween. Jordan Peele seems to be gearing up for his next film. We have loads of new films to look forward to over the coming weeks and months. And we once again saw a Wes Craven film on the big screen and we need to discuss why it’s somehow still underrated to this day. Spree is available in cinemas worldwide now Follow us on Twitter @SHBPod Email us: SuperHorrorBrosPodcast@gmail.com Leave us a voicemail on Skype; just search ‘Super Horror Bros’ **Please take the time to review & rate us on iTunes or your podcast service of choice. It means a great deal to the show and will make it easier for potential listeners to find us. Thanks!**",
            "link": "audio/SoundHelix-Song-5.mp3",
			"length": "12345"
		},
		{
			"id": "0063",
            "title": "The Rental",
            "description": "We hope you enjoy the shiny new artwork! Continuing to try and find the best indie horror films as the big releases continue to evade us for the time being; this week sees us discuss the directorial debut of Dave Franco. With an all star cast for such a small film we had high hopes for whatever type of horror film this is. Elsewhere this week, Antebellum gets an interesting new release. So does Run as Lionsgate look to rethink their upcoming release schedule. Fear Street looks headed to Netflix next year. And ending the show we continue the anthology chat with Creepshow, Goosebumps and Tales from the Crypt. The Rental is available on digital services worldwide now Follow us on Twitter @SHBPod Email us: SuperHorrorBrosPodcast@gmail.com Leave us a voicemail on Skype; just search ‘Super Horror Bros’ **Please take the time to review & rate us on iTunes or your podcast service of choice. It means a great deal to the show and will make it easier for potential listeners to find us. Thanks!**",
            "link": "audio/SoundHelix-Song-6.mp3",
			"length": "12345"
		}
	]
	}
}
